<?php 

$lang['required'] = ".Поле %s требуется";
$lang['isset'] = "Поле %s должен иметь значение.";
$lang['valid_email'] = "Поле %s должно содержать корректный адрес электронной почты.";
$lang['valid_emails'] = "Поле %s должен содержать все действительные адреса электронной почты.";
$lang['valid_url'] = "Поле %s должно содержать корректный URL.";
$lang['valid_ip'] = "Поле %s должно содержать корректный IP.";
$lang['min_length'] = "Поле %s должен быть по крайней мере символов %s тверд.";
$lang['max_length'] = "Поле %s не может превышать символов %s в длину.";
$lang['exact_length'] = "Поле %s должен быть точно символов %s тверд.";
$lang['alpha'] = "Поле %s может содержать только буквенные символы.";
$lang['alpha_numeric'] = "Поле %s может содержать только буквенно-цифровые символы.";
$lang['alpha_dash'] = "Поле %s может содержать только буквенно-цифровые символы, знаки подчеркивания и дефис.";
$lang['numeric'] = "Поле %s должен содержать только цифры.";
$lang['is_numeric'] = "Поле %s должен содержать только цифры.";
$lang['integer'] = "Поле %s должен содержать целое число.";
$lang['regex_match'] = "Поле %s не в правильном формате.";
$lang['matches'] = "Поле %s не соответствует поле в %s";
$lang['is_unique'] = "Поле %s должно содержать уникальное значение.";
$lang['is_natural'] = "Поле %s должен содержать только положительные.";
$lang['is_natural_no_zero'] = "Поле %s должен содержать число больше нуля.";
$lang['decimal'] = "Поле %s должно содержать десятичное число.";
$lang['less_than'] = "Поле %s должен содержать ряд менее %s.";
$lang['greater_than'] = "Поле %s должен содержать число больше %s.";
$lang['exists'] = "поле  %s";

?>